{
  "nav_home": "Home",
  "nav_collection": "Our Collection",
  "nav_manufacturing": "Manufacturing",
  "nav_company": "Our Company",
  "nav_contact": "Contact",
  "language-text": "EN",
  "login": "Log in",
  "email": "Your email",
  "password": "Your password",
  "login-btn": "Log in",
  "register": "Account Creation",
  "firstname": "First Name",
  "lastname": "Last Name",
  "register-btn": "Register",
  "login-link": "Log in",
  "mr": "Mr.",
  "ms": "Ms.",
  "emailError": "You must provide a valid email address.",
  "passwordError": "You must provide a password.",
  "useemail": "This email address is already in use.",
  "passwordsecure": "The password must be at least 8 characters long.",
  "passwordcharacter": "The password must contain an uppercase letter, a lowercase letter, a number, and a special character.",
  "firstnameerror": "You must provide your first name.",
  "identicalname": "First name and last name cannot be identical.",
  "lastnameerror": "You must provide your last name.",
  "identicalerror": "Incorrect credentials, please check your email and password.",
  "objectif": "At Alya, our goal is simple: to make beauty accessible to everyone.",
  "comme_chaque": "Like every flower waiting to bloom, each of us carries within the promise of a unique glow. Our range is here to accompany you in this blooming.",
  "nos_valeurs": "Our Values",
  "chez_alya": "At Alya, we enhance people while respecting the environment.",
  "nos_parfums": "Our natural perfumes, carefully crafted from quality raw materials, embody our commitment to sustainable production and accessibility for all, with affordable prices.",
  "nous_sommes": "We are always available for our customers, strengthening a relationship of trust based on closeness and authenticity.",
  "contactez_nous": "Contact Us",
  "téléphone": "Phone : ",
  "email_alya": "Email : ",
  "adresse_boutique": "Store address : ",
  "lun_ven": "mon-fri: 10:00 - 18:00 sat: 10:00 - 17:00",
  "a_propos": "About Alya -Perfume",
  "qui_sommes": "Who are we?",
  "notre_impacte": "Our Impact",
  "entreprise_elle_meme": "The company itself",
  "les_finalités": "The Goals are an important point at Alya, whether in the environment, socially, or economically. Respecting environmental, economic, and social impacts is essential for a sustainable company. Balancing these three dimensions creates long-term value, strengthens its reputation, and meets the growing expectations of consumers and partners.",
  "finalité_environnementale": "Environmental Goal",
  "utilisation_durables": "Use of sustainable materials",
  "protection_ressources": "Protection of natural resources",
  "respect_environnement": "Respect for the environment",
  "finalité_économique": "Economic Goal",
  "faire_bénéfice": "Making a profit",
  "finalité_sociale": "Social Goal",
  "bien_employés": "Employee well-being",
  "entreprise_meme": "The company itself",
  "fondée_2020": "Founded in 2020, Alya is a perfume brand for women that celebrates the harmony between elegance and respect for nature. Inspired by the richness of landscapes and wildflowers, each fragrance is designed to reflect authentic and timeless beauty.",
  "notre_engagement": "Our commitment to the environment is evident at every stage of creation: from sustainably sourced, organic ingredients to eco-friendly packaging made from recycled and recyclable materials. At Alya, we believe that sophistication can go hand in hand with a deep respect for the planet.",
  "nos_parfums_doux": "Our perfumes, soft and captivating, capture the essence of nature while revealing the uniqueness of each woman. Alya is more than just a perfume: it is a promise of lasting and conscious elegance.",
  "nous_sommes_entreprise": "We are a company specializing in the field of Perfumery.",
  "entreprise_crée": "A company founded on June 2, 2020.",
  "entreprise_environnement": "A company that respects the environment.",
  "notre_objectif": "Our goal is to manufacture and sell natural and accessible perfumes that suit everyone.",
  "notre_secteur": "Our sector of activity is the secondary sector.",
  "chez_alya_fabrication": "At Alya",
  "nous_créons": "At Alya, we create natural perfumes from resources and scents that are exclusively natural.",
  "chaque_fragrance": "Each fragrance is carefully crafted in our workshops, using quality raw materials carefully selected from our trusted partners such as Robertet, Givaudan, and Symrise.",
  "principalement_composés": "Our perfumes are primarily composed of beeswax, essential oils, and natural scents from flowers, fruits, and plants. We are also committed to the environment by using packaging made from recycled and recyclable materials in an eco-responsible approach.",
  "référence_parfums": "Since 1850, Robertet has been a reference in the creation of natural perfumes and aromas, with a strong commitment to the quality and sustainability of raw materials.",
  "leader_mondial": "A world leader, Givaudan collaborates with producers from around the world to offer exceptional perfumes and aromas while innovating sustainably.",
  "symrise_acteur": "Symrise is a key player in the perfume industry, offering quality raw materials and committing to responsible and environmentally friendly production."
}
