{
  "nav_home": "Inicio",
  "nav_collection": "Nuestra colección",
  "nav_manufacturing": "Fabricación",
  "nav_company": "Nuestra empresa",
  "nav_contact": "Contacto",
  "language-text": "ES",
  "login": "Iniciar sesión",
  "email": "Tu correo electrónico",
  "password": "Tu contraseña",
  "login-btn": "Iniciar sesión",
  "register": "Creación de cuenta",
  "firstname": "Nombre",
  "lastname": "Apellido",
  "register-btn": "Registrarse",
  "login-link": "Iniciar sesión",
  "mr": "Sr.",
  "ms": "Sra.",
  "emailError": "Debes indicar una dirección de correo electrónico válida.",
  "passwordError": "Debes indicar una contraseña.",
  "useemail": "Este correo electrónico ya está en uso.",
  "passwordsecure": "La contraseña debe tener al menos 8 caracteres.",
  "passwordcharacter": "La contraseña debe contener una letra mayúscula, una letra minúscula, un número y un carácter especial.",
  "firstnameerror": "Debe indicar su nombre.",
  "identicalname": "El nombre y el apellido no pueden ser idénticos.",
  "lastnameerror": "Debe indicar su apellido.",
  "identicalerror": "Identificadores incorrectos, por favor verifique su correo electrónico y contraseña.",
  "objectif": "En Alya, nuestro objetivo es sencillo: hacer que la belleza sea accesible para todos.",
  "comme_chaque": "Como cada flor espera florecer, cada uno de nosotros lleva dentro la promesa de un resplandor único. Nuestra gama está aquí para acompañarte en esa floración.",
  "nos_valeurs": "Nuestros valores",
  "chez_alya": "En Alya, embellecemos a las personas respetando el medio ambiente.",
  "nos_parfums": "Nuestros perfumes naturales, elaborados con cuidado a partir de materias primas de calidad, representan nuestro compromiso con una producción sostenible y accesible para todos, a precios asequibles.",
  "nous_sommes": "Siempre estamos disponibles para nuestros clientes, fortaleciendo una relación de confianza basada en la proximidad y la autenticidad.",
  "contactez_nous": "Contáctanos",
  "téléphone": "Teléfono : ",
  "email_alya": "Correo electrónico : ",
  "adresse_boutique": "Dirección de la tienda : ",
  "lun_ven": "lun-vie: 10h00 - 18h00 sáb: 10h00 - 17h00",
  "a_propos": "Acerca de Alya -Perfumería",
  "qui_sommes": "¿Quiénes somos?",
  "notre_impacte": "Nuestro Impacto",
  "entreprise_elle_meme": "La empresa en sí misma",
  "les_finalités": "Las Finalidades son un punto importante en Alya, ya sea en el entorno, lo social o lo económico. Respetar los impactos ambientales, económicos y sociales es esencial para una empresa sostenible. Equilibrar estas tres dimensiones crea valor a largo plazo, refuerza su reputación y responde a las expectativas crecientes de consumidores y socios.",
  "finalité_environnementale": "Finalidad ambiental",
  "utilisation_durables": "Uso de materiales duraderos",
  "protection_ressources": "Protección de recursos naturales",
  "respect_environnement": "Respeto por el medio ambiente",
  "finalité_économique": "Finalidad económica",
  "faire_bénéfice": "Hacer beneficios",
  "finalité_sociale": "Finalidad social",
  "bien_employés": "Bienestar de los empleados",
  "entreprise_meme": "La empresa en sí misma",
  "fondée_2020": "Fundada en 2020, Alya es una marca de perfumes para mujeres que celebra la armonía entre elegancia y respeto por la naturaleza. Inspirada en la riqueza de los paisajes y las flores silvestres, cada fragancia está diseñada para reflejar una belleza auténtica y atemporal.",
  "notre_engagement": "Nuestro compromiso con el medio ambiente se manifiesta en cada etapa de la creación: ingredientes provenientes de fuentes sostenibles y orgánicas, hasta envases ecológicos fabricados con materiales reciclados y reciclables. En Alya, creemos que la sofisticación puede ir de la mano con un profundo respeto por el planeta.",
  "nos_parfums_doux": "Nuestros perfumes, suaves y cautivadores, capturan la esencia de la naturaleza mientras revelan la singularidad de cada mujer. Alya es más que un perfume: es una promesa de elegancia duradera y consciente.",
  "nous_sommes_entreprise": "Somos una empresa especializada en el campo de la perfumería.",
  "entreprise_crée": "Una empresa creada el 2 de junio de 2020.",
  "entreprise_environnement": "Una empresa que respeta el medio ambiente.",
  "notre_objectif": "Nuestro objetivo es fabricar y vender perfumes naturales y accesibles que sean adecuados para todos.",
  "notre_secteur": "Nuestro sector de actividad es el secundario.",
  "chez_alya_fabrication": "En Alya",
  "nous_créons": "En Alya, creamos perfumes naturales a partir de recursos y aromas exclusivamente naturales.",
  "chaque_fragrance": "Cada fragancia es meticulosamente elaborada en nuestros talleres, utilizando materias primas de calidad cuidadosamente seleccionadas de nuestros socios de confianza, como Robertet, Givaudan y Symrise.",
  "principalement_composés": "Nuestros perfumes están compuestos principalmente de cera de abejas, aceites esenciales y aromas naturales provenientes de flores, frutas y plantas. También nos comprometemos con el medio ambiente utilizando envases fabricados con materiales reciclados y reciclables, en un enfoque ecológico.",
  "référence_parfums": "Desde 1850, Robertet es una referencia en la creación de perfumes y aromas naturales, con un fuerte compromiso con la calidad y la sostenibilidad de las materias primas.",
  "leader_mondial": "Líder mundial, Givaudan colabora con productores de todo el mundo para ofrecer perfumes y aromas excepcionales, mientras innova de manera sostenible.",
  "symrise_acteur": "Symrise es un actor clave en la industria de los perfumes, ofreciendo materias primas de calidad y comprometiéndose con una producción responsable y respetuosa con el medio ambiente."
}
