{
  "nav_home": "Accueil",
  "nav_collection": "Notre Collection",
  "nav_manufacturing": "La Fabrication",
  "nav_company": "Notre Entreprise",
  "nav_contact": "Contact",
  "language-text": "FR",
  "login": "Identifiez-vous",
  "email": "Votre email",
  "password": "Votre mot de passe",
  "login-btn": "Connexion",
  "register": "Création de compte",
  "firstname": "Prénom",
  "lastname": "Nom",
  "register-btn": "Inscription",
  "login-link": "Se connecter",
  "mr": "M.",
  "ms": "Mme",
  "emailError": "Vous devez indiquer une adresse email valide.",
  "passwordError": "Vous devez indiquer un mot de passe.",
  "useemail": "Cette adresse email est déjà utilisée.",
  "passwordsecure": "Le mot de passe doit contenir au moins 8 caractères.",
  "passwordcharacter": "Le mot de passe doit contenir une majuscule, une minuscule, un chiffre et un caractère spécial.",
  "firstnameerror": "Vous devez indiquer votre prénom.",
  "identicalname": "Le prénom et le nom ne peuvent pas être identiques.",
  "lastnameerror": "Vous devez indiquer votre nom.",
  "identicalerror": "Identifiants incorrects, veuillez vérifier votre email et mot de passe.",
  "objectif": "Chez Alya notre objectif est simple : rendre la beauté accessible à tous.",
  "comme_chaque": "Comme chaque fleur attend de s'épanouir, chacun de nous porte en soi la promesse d’un éclat unique.Notre gamme est là pour vous accompagner dans cette floraison.",
  "nos_valeurs": "Nos valeurs",
  "chez_alya": "Chez Alya, nous embellissons les personnes tout en respectant l'environnement.",
  "nos_parfums": "Nos parfums naturels, fabriqués avec soin à partir de matières premières de qualité, incarnent notre engagement pour une production durable et accessible à tous, avec des prix accessibles.",
  "nous_sommes": "Nous sommes toujours disponibles pour nos clients, renforçant une relation de confiance basée sur la proximité et l'authenticité.",
  "contactez_nous": "Contactez-nous",
  "téléphone": "Téléphone : ",
  "email_alya": "Email : ",
  "adresse_boutique": "Adresse de la boutique : ",
  "lun_ven": "lun-ven : 10h00 - 18h00 sam : 10h00 - 17h00",
  "a_propos": "A Propos de Alya -Parfumerie",
  "qui_sommes": "Qui sommes nous ?",
  "notre_impacte": "Notre Impacte",
  "entreprise_elle_meme": "L'entreprise en elle-meme",
  "les_finalités": "Les Finalités sont un point important chez Alya que sa soit dans l'environnement dans le sociale et l'économique. Respecter les impacts environnementaux, économiques et sociaux est essentiel pour une entreprise durable. équilibre ces trois dimensions crée de la valeur à long terme, renforce sa réputation et répond aux attentes croissantes des consommateurs et partenaires.",
  "finalité_environnementale": "Finalité environnementale",
  "utilisation_durables": "Utilisation de matériaux durables",
  "protection_ressources": "Protection des ressources naturelles",
  "respect_environnement": "Respect de l’environnement",
  "finalité_économique": "Finalité économique",
  "faire_bénéfice": "Faire du bénéfice",
  "finalité_sociale": "Finalité sociale",
  "bien_employés": "Bien être des employés",
  "entreprise_meme": "L'entreprise en elle-meme",
  "fondée_2020": "Fondée en 2020, Alya est une marque de parfums pour femmes qui célèbre l'harmonie entre élégance et respect de la nature. Inspirée par la richesse des paysages et des fleurs sauvages, chaque fragrance est conçue pour refléter une beauté authentique et intemporelle.",
  "notre_engagement": "Notre engagement envers l’environnement se manifeste à chaque étape de la création : des ingrédients issus de sources durables et biologiques, jusqu’aux emballages écoresponsables fabriqués à partir de matériaux recyclés et recyclables. Chez Alya, nous croyons que la sophistication peut aller de pair avec un profond respect pour la planète.",
  "nos_parfums_doux": "Nos parfums, doux et envoûtants, capturent l’essence de la nature tout en révélant la singularité de chaque femme. Alya, c’est plus qu’un parfum : c’est une promesse d’élégance durable et consciente.",
  "nous_sommes_entreprise": "Nous sommes une entreprise spécialisé dans le domaine de la Parfumerie",
  "entreprise_crée": "Une entreprise crée le 2 juin 2020",
  "entreprise_environnement": "Une entreprise qui respecte l'environnement",
  "notre_objectif": "Notre objectif est de fabriquer et de vendre des parfumsnaturels et accessibles qui conviennent à tout le monde.",
  "notre_secteur": "Notre secteur  d’activité est le secondaire",
  "chez_alya_fabrication": "Chez Alya",
  "nous_créons": "Chez Alya, nous créons des parfums naturels à partir de ressources et d'arômes exclusivement naturels.",
  "chaque_fragrance": "Chaque fragrance est méticuleusement fabriquée dans nos ateliers, à partir de matières premières de qualité, soigneusement sélectionnées auprès de nos partenaires de confiance, tels que Robertet, Givaudan et Symrise.",
  "principalement_composés": "Nos parfums sont principalement composés de cire d'abeille, d'huiles essentielles et d'arômes naturels issus de fleurs, fruits et plantes. Nous nous engageons également pour l'environnement en utilisant des emballages fabriqués à partir de matériaux recyclés et recyclables, dans une démarche éco-responsable.",
  "référence_parfums": "Depuis 1850, Robertet est une référence dans la création de parfums et arômes naturels, avec un engagement fort pour la qualité et la durabilité des matières premières.",
  "leader_mondial": "Leader mondial, Givaudan collabore avec des producteurs du monde entier pour offrir des parfums et arômes d'exception, tout en innovant de manière durable.",
  "symrise_acteur": "Symrise est un acteur clé dans l'industrie des parfums, offrant des matières premières de qualité et s'engageant pour une production responsable et respectueuse de l'environnement."
}
